case/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  AmeenuddinVM;

nu              nu [0 2 -1 0 0 0 0] 1;

AmeenuddinVMCoeffs
{
    rho				rho [1 -3 0 0 0 0 0] 1060;
    hct				hct [0 0 0 0 0 0 0] 0.4; //hct is between 0 to 1.
    a1				a1 [1 -1 -1 0 0 0 0] 0.1293;
    a2				a2 [1 -1 -1 0 0 0 0] -1.7912;
    a3				a3 [1 -1 -1 0 0 0 0] 7.6047;
    b1				b1 [1 -1 -1 0 0 0 0] 0.2114;
    b2				b2 [1 -1 -1 0 0 0 0] 0.9067;
    b3				b3 [1 -1 -1 0 0 0 0] 1.9879;
    c1				c1 [0 0 1 0 0 0 0] 1.4024;
    c2				c2 [0 0 1 0 0 0 0] -2.3810;
}


// ************************************************************************* //
